Repository: common-repository/remove-schema
Catalog: languages/remove-schema-*.po
Languages: nl_nl

source: Settings
nl_nl: Instellingen

source: Select the Schema that you want to remove from your website. For more information about Schema visit
nl_nl: Selecteer het schema dat u van uw website wilt verwijderen. Voor meer informatie over Schema ga naar

source: Plugin/Theme schema removal
nl_nl: Plugin/Thema schema verwijderen

source: Aggressive schema removal
nl_nl: Agressieve schema-verwijdering

source: Remove Yoast JSON-LD
nl_nl: Verwijder Yoast JSON-LD

source: Remove WooCommerce JsonLD
nl_nl: Verwijder WooCommerce JSON-LD

source: Remove WooCommerce JSON-LD
nl_nl: Verwijder WooCommerce JSON-LD

source: Remove WooCommerce JsonLD in Emails
nl_nl: Verwijder WooCommerce JsonLD in e-mails

source: Remove WooCommerce JSON-LD in Emails
nl_nl: Verwijder WooCommerce JSON-LD in e-mails

source: Remove Schema pro JSON-LD
nl_nl: Schema pro JSON-LD verwijderen

source: Remove GeneratePress schema
nl_nl: GeneratePress-schema verwijderen

source: Remove hentry schema
nl_nl: Hentry schema verwijderen

source: Remove Hentry schema
nl_nl: Hentry schema verwijderen

source: Remove all JSON-LD
nl_nl: Verwijder alle JSON-LD

source: Remove all Microdata
nl_nl: Verwijder alle Microdata

source: Remove all RDFa
nl_nl: Verwijder alle RDFa schema markup

source: Save all changes
nl_nl: Alle wijzigingen opslaan

source: Turn off remove schema on this page
nl_nl: Schakel schema verwijderen op deze pagina uit

source: %s years
nl_nl: %s jaar

source: a year
nl_nl: een jaar

source: %s weeks
nl_nl: %s weken

source: a week
nl_nl: een week

source: %s days
nl_nl: %s dagen

source: a day
nl_nl: een dag

source: %s hours
nl_nl: %s uren

source: an hour
nl_nl: een uur

source: %s minutes
nl_nl: %s minuten

source: a minute
nl_nl: een minuut

source: %s seconds
nl_nl: %s seconden

source: a second
nl_nl: een seconde

source: You have been using the %s plugin for %s now, do you like it? If so, please leave us a review with your feedback!
nl_nl: Je hebt de %s plugin nu voor %s gebruikt, vind je het leuk? Zo ja, laat ons dan een recensie achter met jouw feedback!

source: Leave A Review
nl_nl: Laat een recensie achter

source: No thanks.
nl_nl: Nee bedankt.

source: Remove Schema
nl_nl: Schema markup verwijderen

source: https://plugin.nl/en/remove-schema-plugin/
nl_nl: https://plugin.nl/remove-schema-plugin/

source: Remove all Microdata, RDFa and/or JSON-ld that you donâ€™t want on your page.
nl_nl: Verwijder alle Microdata, RDFa en/of JSON-ld schema markup die je niet op jouw pagina of website wilt hebben.
